Revit 2027 API
ParameterTypeId.StructuralSectionCantileverHeight Property
 "Cantilever Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCantileverHeight { get; }
Public Shared ReadOnly Property StructuralSectionCantileverHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCantileverHeight {
	ForgeTypeId^ get ();
}
static member StructuralSectionCantileverHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace